[
{
        "pk": 23, 
        "model": "base.resourcebase", 
        "fields": {
            "constraints_other": "", 
            "bbox_x0": "-180.0000000000", 
            "csw_mdsource": "local", 
            "distribution_description": "", 
            "csw_typename": "gmd:MD_Metadata", 
            "date_type": "publication", 
            "srid": "EPSG:4326", 
            "bbox_x1": "-90.0000000000", 
            "metadata_xml": "<gmd:MD_Metadata xmlns:gmd=\"http://www.isotc211.org/2005/gmd\"/>", 
            "edition": "v2.0", 
            "owner": [
                "GEM"
            ], 
            "category": 2, 
            "spatial_representation_type": null, 
            "uuid": "2f948cda-70bf-11e4-aabb-00163ee17841", 
            "title": "Instrumental Seismic Catalogue v2.0 [1900 - 2011]", 
            "csw_schema": "http://www.isotc211.org/2005/gmd", 
            "regions": [], 
            "abstract": "This catalogue contains: \r\nevents with magnitude >= 7.5, occurred between 1900 and 1917\r\nevents with magnitude >= 6.25, occurred between 1918 and 1949\r\nevents with magnitude >= 5.5, occurred between 1950 and 2011\r\n\r\nVersion 2.0 of the ISC-GEM Catalogue is the result of the 1st year of the Extension project that began in November 2013. We included earthquakes smaller than 6.25 from the 1950s, listed in the ISS but not processed by us in the past. We also included earthquakes that occurred in 2010 and 2011. The recent data were available from the ISC Bulletin in an electronic format, but the arrival time data for earthquakes in the 1950’s had to be digitized from the ISS and amplitude-period data added in order to re-assess the magnitudes (mostly MS), using procedures described in Di Giacomo et al. (2014).\r\n\r\nVersion 2.00, therefore, now includes data for 504 earthquakes from 2010 and 672 from 2011. For the 1950s, we processed and relocated 4156 earthquakes and obtained 2216 new MS and 12 mb values. We also introduced a new magnitude quality flag “D” for the Mw proxies with uncertainty larger than 0.7, which is now listed in the Supplementary Catalogue. In addition, since many ISS earthquakes during the 1950s when processed resulted in MS smaller than 5 (i.e, much smaller than our catalogue cut-off magnitude of 5.5), we have listed them in the Supplementary Catalogue rather than excluding them completely from the Catalogue, with particular regard to the importance of re-assessing the magnitude of earthquakes before the beginning of the digital era.\r\n\r\nDuring the year we also received station bulletins kindly provided by colleagues from Edinburgh, Eskdalemuir, Obninsk, Prague and Apatity. Those station bulletins helped us to fill some significant gaps in the ISCs original collection and allowed us to add new amplitude-period data for earthquakes listed in previous versions of the ISC-GEM Catalogue. With the data newly available, we obtained fresh magnitudes for about 200 earthquakes that were previously listed in the Supplementary Catalogue (Version 1.05) and added 237 new earthquakes between 1960 and 1963. Finally, we revised the hypocentre locations of 458 earthquakes in the catalogue, predominantly in remote areas, with 75% of depth changes within 20km and the rest within 60km.\r\n\r\n", 
            "bbox_y0": "180.0000000000", 
            "distribution_url": "", 
            "csw_insert_date": "2014-11-20T14:11:56.635", 
            "purpose": "The catalogue is composed of earthquakes with homogeneous locations and magnitude estimates, determined using the same tools and techniques to the extent possible. The magnitude determination and location procedures applied represent a synthesis of state-of-the art methods", 
            "csw_wkt_geometry": "POLYGON((-180 -90,-180 90,180 90,180 -90,-180 -90))", 
            "date": "2015-06-08T14:11:56", 
            "bbox_y1": "90.0000000000", 
            "temporal_extent_end": "2011-12-31", 
            "license": 3, 
            "language": "eng", 
            "restriction_code_type": null, 
            "maintenance_frequency": null, 
            "csw_anytext": null, 
            "supplemental_information": "http://www.globalquakemodel.org/what/seismic-hazard/instrumental-catalogue/\r\n\r\nPublications:\r\n- Storchak, D.A., D. Di Giacomo, I. Bondár, E. R. Engdahl, J. Harris, W.H.K. Lee, A. Villaseñor and P. Bormann, 2013. Public Release of the ISC-GEM Global Instrumental Earthquake Catalogue (1900-2009). Seism. Res. Lett., 84, 5, 810-815, doi: 10.1785/0220130034.\r\n- Storchak, D.A., D. Di Giacomo, E.R. Engdahl, J. Harris, I. Bondár, W.H.K. Lee, P. Bormann and A. Villaseñor, 2014. The ISC-GEM Global Instrumental Earthquake Catalogue (1900-2009): Introduction, Phys. Earth Planet. Int., in press, doi: 10.1016/j.pepi.2014.06.009.\r\n- Di Giacomo, D., J. Harris, A. Villaseñor , D.A. Storchak, E.R. Engdahl, W.H.K. Lee and the Data Entry Team, 2014. ISC-GEM: Global Instrumental Earthquake Catalogue (1900-2009), I. Data collection from early instrumental seismological bulletins, Phys. Earth Planet. Int., in press, doi: 10.1016/j.pepi.2014.06.003.\r\n- Bondár, I., E.R. Engdahl, A. Villaseñor , J. Harris and D.A. Storchak, 2014. ISC-GEM: Global Instrumental Earthquake Catalogue (1900-2009): II. Location and seismicity patterns, Phys. Earth Planet. Int., in press, doi: 10.1016/j.pepi.2014.06.002.\r\n- Di Giacomo, D., I. Bondár, D.A. Storchak, E.R. Engdahl, P. Bormann and J. Harris, 2014. ISC-GEM: Global Instrumental Earthquake Catalogue (1900-2009): III. Re-computed MS and mb, proxy MW, final magnitude composition and completeness assessment, Phys. Earth Planet. Int., in press, doi: 10.1016/j.pepi.2014.06.005.\r\n- Lee, W.H.K. and E.R. Engdahl, 2014. Bibliographical search for reliable seismic moments of large earthquakes during 1900-1979 to compute MW in the ISC-GEM Global Instrumental Reference Earthquake Catalogue (1900-2009), Phys. Earth Planet. Int., in press, doi: 10.1016/j.pepi.2014.06.004.", 
            "thumbnail": 16, 
            "csw_type": "dataset", 
            "metadata_uploaded": false, 
            "data_quality_statement": "", 
            "temporal_extent_start": "1900-01-01"
        }
    }
]
